Repository: zhrispineda/System-Settings
Catalog: System Settings/Localization/PrinterScannerSettings.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: %@ This setting has been configured by a profile.
ar: %@ تم تكوين هذا الإعداد بواسطة ملف تعريف.
ca: %@ Un perfil ha definit aquesta configuració.
cs: %@ Toto nastavení bylo nakonfigurováno profilem.
da: %@ Denne indstilling er konfigureret af en profil.
de: %@ Diese Einstellung wurde von einem Profil konfiguriert.
el: %@ Αυτή η ρύθμιση διαμορφώθηκε από ένα προφίλ.
es: %@ Un perfil ha configurado este ajuste.
es_419: %@ Un perfil estableció esta configuración.
fi: %@ Tämän asetuksen on määrittänyt profiili.
fr: %@ Ce réglage a été configuré par un profil.
fr_ca: %@ Ce réglage a été configuré par un profil.
he: ‏%@ הגדרה זו נקבעה על-ידי פרופיל.
hi: %@ यह सेटिंग किसी प्रोफ़ाइल से कॉन्फ़िगर की गई है।
hr: %@ Ovu postavku konfigurirao je profil.
hu: %@ Ezt a beállítást egy profil konfigurálta.
id: %@ Pengaturan ini telah dikonfigurasi oleh profil.
it: %@ L’impostazione è stata configurata da un profilo.
ja: %@ この設定はプロファイルによって構成されました。
ko: %@ 이 설정은 특정 프로필에 의해 구성되었습니다.
ms: %@ Seting ini telah dikonfigurasi oleh profil.
nb: %@ Denne innstillingen er konfigurert av en profil.
nl: %@ Deze instelling is geconfigureerd door een profiel.
pl: %@ To ustawienie zostało skonfigurowane przy użyciu profilu.
pt_br: %@ Este ajuste foi configurado por um perfil.
pt_pt: %@ Esta definição foi configurada por um perfil.
ro: %@ Această configurare a fost efectuată de un profil.
ru: %@ Этот параметр сконфигурирован профилем.
sk: %@ Toto nastavenie bolo nakonfigurované profilom.
sl: %@ Ta nastavitev je bila konfigurirana s profilom.
sv: %@ Den här inställningen har konfigurerats av en profil.
th: %@ การตั้งค่านี้ถูกกำหนดค่าโดยโปรไฟล์
tr: %@ Bu ayar bir profil tarafından ayarlandı.
uk: %@ Цей параметр сконфігуровано профілем.
vi: %@ Cài đặt này đã được định cấu hình bằng một hồ sơ.
zh_cn: %@ 此设置已由描述文件配置。
zh_hk: %@ 此設定由描述檔設定。
zh_tw: %@ 此設定已由描述檔設定。

source: Add Device…
ar: إضافة جهاز…
ca: Afegeix un dispositiu…
cs: Přidat zařízení…
da: Tilføj enhed…
de: Gerät hinzufügen …
el: Προσθήκη συσκευής…
es: Añadir dispositivo…
es_419: Agregar dispositivo…
fi: Lisää laite…
fr: Ajouter un périphérique…
fr_ca: Ajouter un appareil…
he: הוספת מכשיר…
hi: डिवाइस जोड़ें…
hr: Dodaj uređaj…
hu: Eszköz hozzáadása…
id: Tambah Perangkat…
it: Aggiungi dispositivo…
ja: デバイスを追加…
ko: 기기 추가…
ms: Tambah Peranti…
nb: Legg til enhet…
nl: Nieuw apparaat…
pl: Dodaj urządzenie…
pt_br: Adicionar Dispositivo…
pt_pt: Adicionar dispositivo…
ro: Adaugă un dispozitiv…
ru: Добавить устройство…
sk: Pridať zariadenie…
sl: Dodaj napravo …
sv: Lägg till enhet…
th: เพิ่มอุปกรณ์…
tr: Aygıt Ekle…
uk: Додати пристрій…
vi: Thêm thiết bị…
zh_cn: 添加设备…
zh_hk: 加入裝置⋯
zh_tw: 加入裝置⋯

# ADD_OTHER
source: Add Printer or Scanner…
ar: إضافة طابعة أو ماسح ضوئي…
ca: Afegeix un escàner o una impressora…
cs: Přidat tiskárnu nebo skener…
da: Tilføj printer eller scanner…
de: Drucker oder Scanner hinzufügen …
el: Προσθήκη εκτυπωτή ή σαρωτή…
es: Añadir impresora o escáner…
es_419: Agregar impresora o escáner…
fi: Lisää tulostin tai skanneri…
fr: Ajouter une imprimante ou un scanner…
fr_ca: Ajouter une imprimante ou un numériseur…
he: הוספת מדפסת או סורק…
hi: प्रिंटर या स्कैनर जोड़ें…
hr: Dodaj pisač ili skener…
hu: Nyomtató vagy szkenner hozzáadása…
id: Tambah Pencetak atau Pemindai…
it: Aggiungi stampante o scanner…
ja: プリンタまたはスキャナを追加…
ko: 프린터 또는 스캐너 추가…
ms: Tambah Pencetak atau Pengimbas...
nb: Legg til skriver eller skanner…
nl: Voeg printer of scanner toe…
pl: Dodaj drukarkę lub skaner…
pt_br: Adicionar Impressora ou Scanner…
pt_pt: Adicionar impressora ou digitalizador…
ro: Adaugă o imprimantă sau un scaner…
ru: Добавить принтер или сканер…
sk: Pridať tlačiareň alebo skener…
sl: Dodaj tiskalnik ali skener …
sv: Lägg till skrivare eller skanner…
th: เพิ่มเครื่องพิมพ์หรือเครื่องสแกน…
tr: Yazıcı veya Tarayıcı Ekle…
uk: Додати принтер або сканер…
vi: Thêm Máy in hoặc Máy quét…
zh_cn: 添加打印机或扫描仪…
zh_hk: 加入打印機或掃描器⋯
zh_tw: 加入印表機或掃描器⋯

# ADD_PRINTER_ETC
source: Add Printer, Scanner, or Fax…
ar: إضافة طابعة أو ماسح ضوئي أو فاكس…
ca: Afegeix una impressora, un escàner o un fax…
cs: Přidat tiskárnu, skener nebo fax…
da: Tilføj printer, scanner eller fax…
de: Drucker, Scanner oder Fax hinzufügen …
el: Προσθήκη εκτυπωτή, σαρωτή ή φαξ…
es: Añadir impresora, escáner o fax…
es_419: Agregar impresora, escáner o fax…
fi: Lisää tulostin, skanneri tai faksi…
fr: Ajouter une imprimante, un scanner ou un fax…
fr_ca: Ajouter une imprimante, un numériseur ou un télécopieur…
he: הוספת מדפסת, סורק או פקס…
hi: प्रिंटर, स्कैनर या फ़ैक्स जोड़ें…
hr: Dodaj pisač, skener ili faks…
hu: Nyomtató, szkenner vagy fax hozzáadása…
id: Tambah Pencetak, Pemindai, atau Faks…
it: Aggiungi stampante, scanner o fax…
ja: プリンタ、スキャナ、またはファクスを追加…
ko: 프린터, 스캐너 또는 팩스 추가…
ms: Tambah Pencetak, Pengimbas atau Faks…
nb: Legg til skriver, skanner eller faks…
nl: Voeg printer, scanner of fax toe…
pl: Dodaj drukarkę, skaner lub faks…
pt_br: Adicionar Impressora, Scanner ou Fax…
pt_pt: Adicionar impressora, digitalizador ou fax…
ro: Adaugă o imprimantă, un scaner sau un fax…
ru: Добавить принтер, сканер или факс…
sk: Pridať tlačiareň, skener alebo fax…
sl: Dodaj tiskalnik, skener ali faks …
sv: Lägg till skrivare, skanner eller fax…
th: เพิ่มเครื่องพิมพ์ เครื่องสแกน หรือเครื่องแฟกซ์…
tr: Yazıcı, Tarayıcı veya Faks Ekle…
uk: Додати принтер, сканер або факс…
vi: Thêm máy in, máy quét hoặc máy fax…
zh_cn: 添加打印机、扫描仪或传真机…
zh_hk: 加入打印機、掃描器或傳真機⋯
zh_tw: 加入印表機、掃描器或傳真機⋯

# AX_FAX
source: fax
ar: فاكس
el: φαξ
fi: faksi
fr_ca: télécopie
he: הודעת פקס
hi: फ़ैक्स
hr: faks
id: faks
ja: ファクス
ko: 팩스
ms: faks
nb: faks
pl: faks
ru: факс
sl: faks
th: แฟกซ์
tr: faks
uk: факс
zh_cn: 传真机
zh_hk: 傳真機
zh_tw: 傳真機

# AX_PRINTER
source: printer
ar: طابعة
ca: impressora
cs: tiskárna
de: Drucker
el: εκτυπωτής
es: impresora
es_419: impresora
fi: tulostin
fr: imprimante
fr_ca: imprimante
he: מדפסת
hi: प्रिंटर
hr: pisač
hu: nyomtató
id: pencetak
it: stampante
ja: プリンタ
ko: 프린터
ms: pencetak
nb: skriver
pl: drukarka
pt_br: impressora
pt_pt: impressora
ro: imprimantă
ru: принтер
sk: tlačiareň
sl: tiskalnik
sv: skrivare
th: เครื่องพิมพ์
tr: yazıcı
uk: принтер
vi: máy in
zh_cn: 打印机
zh_hk: 打印機
zh_tw: 印表機

# AX_SCANNER
source: scanner
ar: الماسح الضوئي
ca: escàner
cs: skener
el: σαρωτής
es: escáner
es_419: escáner
fi: skanneri
fr_ca: numériseur
he: סורק
hi: स्कैनर
hr: skener
hu: szkenner
id: pemindai
ja: スキャナ
ko: 스캐너
ms: pengimbas
nb: skanner
pl: skaner
pt_pt: digitalizador
ro: scaner
ru: сканер
sk: skener
sl: skener
sv: skanner
th: เครื่องสแกน
tr: tarayıcı
uk: сканер
vi: máy quét
zh_cn: 扫描仪
zh_hk: 掃描器
zh_tw: 掃描器

source: Cancel
ar: إلغاء
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_419: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Renunță
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

source: Create
ar: إنشاء
ca: Crea
cs: Vytvořit
da: Opret
de: Erstellen
el: Δημιουργία
es: Crear
es_419: Crear
fi: Luo
fr: Créer
fr_ca: Créer
he: יצירה
hi: बनाएँ
hr: Izradi
hu: Létrehozás
id: Buat
it: Crea
ja: 作成
ko: 생성
ms: Cipta
nb: Opprett
nl: Maak aan
pl: Utwórz
pt_br: Criar
pt_pt: Criar
ro: Creează
ru: Создать
sk: Vytvoriť
sl: Ustvari
sv: Skapa
th: สร้าง
tr: Yarat
uk: Створити
vi: Tạo
zh_cn: 创建
zh_hk: 製作
zh_tw: 製作

# CREATE_POOL
source: Create Printer Pool…
ar: إنشاء مجمع طابعات…
ca: Crea un grup d’impressores…
cs: Vytvořit fond tiskáren…
da: Opret printergruppe…
de: Drucker-Pool erstellen …
el: Δημιουργία χώρου συγκέντρωσης εκτυπωτή…
es: Crear grupo de impresoras…
es_419: Crear grupo de impresoras…
fi: Luo tulostinryhmä…
fr: Créer un groupe d’imprimantes…
fr_ca: Créer un groupe d’imprimantes…
he: יצירת מאגר מדפסות…
hi: प्रिंटर पूल बनाएँ…
hr: Izradi skupinu pisača…
hu: Nyomtatókészlet létrehozása…
id: Buat Kumpulan Pencetak…
it: Crea gruppo di stampanti…
ja: プリンタプールを作成…
ko: 프린터 풀 생성…
ms: Cipta Kelompok Pencetak…
nb: Opprett skrivergruppe…
nl: Maak printergroep aan…
pl: Utwórz pulę drukarek…
pt_br: Criar Grupo de Impressoras…
pt_pt: Criar grupo de impressoras…
ro: Creează un grup de imprimante…
ru: Создать пул принтеров…
sk: Vytvoriť fond tlačiarní…
sl: Ustvari skupino tiskalnikov …
sv: Skapa skrivarpool…
th: สร้างกลุ่มเครื่องพิมพ์…
tr: Yazıcı Havuzu Yarat…
uk: Створити пул принтерів…
vi: Tạo nhóm máy in…
zh_cn: 创建打印机池…
zh_hk: 建立打印機群組⋯
zh_tw: 建立印表機群組⋯

# CREATE_POOL_OK
source: Create Printer Pool
ar: إنشاء مجمع طابعات
ca: Crea un grup d’impressores
cs: Vytvořit fond tiskáren
da: Opret printergruppe
de: Drucker-Pool erstellen
el: Δημιουργία χώρου συγκέντρωσης εκτυπωτή
es: Crear grupo de impresoras
es_419: Crear grupo de impresoras
fi: Luo tulostinryhmä
fr: Créer un groupe d’imprimantes
fr_ca: Créer un groupe d’imprimantes
he: יצירת מאגר מדפסות
hi: प्रिंटर पूल बनाएँ
hr: Izradi skupinu pisača
hu: Nyomtatókészlet létrehozása
id: Buat Kumpulan Pencetak
it: Crea gruppo di stampanti
ja: プリンタプールを作成
ko: 프린터 풀 생성
ms: Cipta Kelompok Pencetak
nb: Opprett skrivergruppe
nl: Maak printergroep aan
pl: Utwórz pulę drukarek
pt_br: Criar Grupo de Impressoras
pt_pt: Criar grupo de impressoras
ro: Creează un grup de imprimante
ru: Создать пул принтеров
sk: Vytvoriť fond tlačiarní
sl: Ustvari skupino tiskalnikov
sv: Skapa skrivarpool
th: สร้างกลุ่มเครื่องพิมพ์
tr: Yazıcı Havuzu Yarat
uk: Створити пул принтерів
vi: Tạo nhóm máy in
zh_cn: 创建打印机池
zh_hk: 建立打印機群組
zh_tw: 建立印表機群組

# CUSTOM_PAPER_SIZES
source: Custom Papers
ar: أوراق مخصصة
ca: Papers personalitzats
cs: Vlastní formáty papíru
da: Specielle papirtyper
de: Eigene Papiere
el: Προσαρμοσμένα χαρτιά
es: Papeles personalizados
es_419: Papeles personalizados
fi: Muokatut paperit
fr: Papiers personnalisés
fr_ca: Papiers personnalisés
he: ניירות בהתאמה אישית
hi: कस्टम काग़ज़
hr: Prilagođeni papiri
hu: Egyéni papírtípusok
id: Kertas Khusus
it: Carta personalizzata
ja: カスタム用紙
ko: 사용자 설정 용지
ms: Kertas Tersuai
nb: Egendefinerte papirtyper
nl: Aangepast papier
pl: Własne papiery
pt_br: Papéis Personalizados
pt_pt: Papéis personalizados
ro: Hârtii personalizate
ru: Пользовательские типы бумаги
sk: Vlastné formáty papiera
sl: Prilagojeni papirji
sv: Anpassade format
th: กระดาษที่กำหนดเอง
tr: Özel Kâğıtlar
uk: Власний формат паперу
vi: Giấy tùy chỉnh
zh_cn: 自定义纸张
zh_hk: 自訂的紙張
zh_tw: 自訂紙張

source: Default
ar: الافتراضي
ca: Per omissió
cs: výchozí
da: Standard
de: Standard
el: Προεπιλογή
es: Por omisión
es_419: Predeterminada
fi: Oletus
fr: par défaut
fr_ca: Par défaut
he: ברירת המחדל
hi: डिफ़ॉल्ट
hr: Standardno
hu: Alapértelmezett
ja: デフォルト
ko: 기본 설정
ms: Lalai
nb: Standard
nl: Standaard
pl: domyślna
pt_br: Padrão
pt_pt: predefinida
ro: Implicită
ru: По умолч.
sk: Predvolené
sl: Privzeto
sv: förval
th: ค่าเริ่มต้น
tr: Saptanmış
uk: основний
vi: Mặc định
zh_cn: 默认
zh_hk: 預設
zh_tw: 預設

source: Default paper size
ar: حجم الورق الافتراضي
ca: Mida del paper per omissió
cs: Výchozí velikost papíru
da: Standardpapirstørrelse
de: Standard-Papierformat
el: Προεπιλεγμένο μέγεθος χαρτιού
es: Tamaño del papel por omisión
es_419: Tamaño del papel predeterminado
fi: Paperin oletuskoko
fr: Format de papier par défaut
fr_ca: Taille de papier par défaut
he: גודל נייר שישמש כברירת המחדל
hi: डिफ़ॉल्ट काग़ज़ आकार
hr: Standardna veličina papira
hu: Alapértelmezett papírméret
id: Ukuran kertas default
it: Dimensioni pagina di default
ja: デフォルトの用紙サイズ
ko: 기본 용지 크기
ms: Saiz kertas lalai
nb: Standard papirstørrelse
nl: Standaardpapierformaat
pl: Domyślny rozmiar papieru
pt_br: Tamanho de papel padrão
pt_pt: Tamanho predefinido do papel
ro: Dimensiune implicită hârtie
ru: Формат бумаги по умолчанию
sk: Predvolená veľkosť papiera
sl: Privzeta velikost papirja
sv: Förvalt pappersformat
th: ขนาดกระดาษเริ่มต้น
tr: Saptanmış kâğıt boyutu
uk: Типовий розмір паперу
vi: Kích cỡ giấy mặc định
zh_cn: 默认纸张大小
zh_hk: 預設紙張大小
zh_tw: 預設紙張大小

source: Default printer
ar: الطابعة الافتراضية
ca: Impressora per omissió
cs: Výchozí tiskárna
da: Standardprinter
de: Standarddrucker
el: Προεπιλεγμένος εκτυπωτής
es: Impresora por omisión
es_419: Impresora predeterminada
fi: Oletustulostin
fr: Imprimante par défaut
fr_ca: Imprimante par défaut
he: מדפסת ברירת המחדל
hi: डिफ़ॉल्ट प्रिंटर
hr: Standardni pisač
hu: Alapértelmezett nyomtató
id: Pencetak default
it: Stampante di default
ja: デフォルトプリンタ
ko: 기본 프린터
ms: Pencetak lalai
nb: Standardskriver
nl: Standaardprinter
pl: Drukarka domyślna
pt_br: Impressora padrão
pt_pt: Impressora predefinida
ro: Imprimantă implicită
ru: Принтер по умолчанию
sk: Predvolená tlačiareň
sl: Privzeti tiskalnik
sv: Förvald skrivare
th: เครื่องพิมพ์เริ่มต้น
tr: Saptanmış yazıcı
uk: Основний принтер
vi: Máy in mặc định
zh_cn: 默认打印机
zh_hk: 預設打印機
zh_tw: 預設印表機

# DELETE_FAX
source: Remove Fax…
ar: إزالة الفاكس…
ca: Elimina el fax…
cs: Odstranit fax…
da: Fjern fax…
de: Fax entfernen …
el: Αφαίρεση φαξ…
es: Eliminar fax…
es_419: Eliminar fax…
fi: Poista faksi…
fr: Supprimer le fax…
fr_ca: Supprimer le télécopieur…
he: הסרת הפקס…
hi: फ़ैक्स हटाएँ…
hr: Ukloni faks…
hu: Fax eltávolítása…
id: Hapus Faks…
it: Rimuovi fax…
ja: ファクスを削除…
ko: 팩스 제거…
ms: Keluarkan Faks…
nb: Fjern faks…
nl: Verwijder fax…
pl: Usuń faks…
pt_br: Remover Fax…
pt_pt: Remover fax…
ro: Elimină faxul…
ru: Удалить факс…
sk: Odstrániť fax…
sl: Odstrani faks …
sv: Ta bort fax…
th: เอาเครื่องแฟกซ์ออก…
tr: Faksı Sil…
uk: Вилучити факс…
vi: Xóa máy fax…
zh_cn: 移除传真机…
zh_hk: 移除傳真機⋯
zh_tw: 移除傳真機⋯

# DELETE_FAX_OK
source: Remove Fax
ar: إزالة الفاكس
ca: Elimina el fax
cs: Odstranit fax
da: Fjern fax
de: Fax entfernen
el: Αφαίρεση φαξ
es: Eliminar fax
es_419: Eliminar fax
fi: Poista faksi
fr: Supprimer le fax
fr_ca: Supprimer le télécopieur
he: הסרת הפקס
hi: फ़ैक्स हटाएँ
hr: Ukloni faks
hu: Fax eltávolítása
id: Hapus Faks
it: Rimuovi fax
ja: ファクスを削除
ko: 팩스 제거
ms: Keluarkan Faks
nb: Fjern faks
nl: Verwijder fax
pl: Usuń faks
pt_br: Remover Fax
pt_pt: Remover fax
ro: Elimină faxul
ru: Удалить факс
sk: Odstrániť fax
sl: Odstrani faks
sv: Ta bort fax
th: เอาเครื่องแฟกซ์ออก
tr: Faksı Sil
uk: Вилучити факс
vi: Xóa máy fax
zh_cn: 移除传真机
zh_hk: 移除傳真機
zh_tw: 移除傳真機

# DELETE_FAX_TITLE
source: Are you sure you want to remove the fax “%@”?
ar: هل ترغب بالتأكيد في إزالة الفاكس "%@"؟
ca: Confirmes que vols eliminar el fax “%@”?
cs: Určitě chcete fax „%@“ odstranit?
da: Er du sikker på, at du vil fjerne faxen “%@”?
de: Möchtest du das Fax „%@“ wirklich entfernen?
el: Θέλετε σίγουρα να αφαιρέσετε το φαξ «%@»;
es: ¿Seguro que quieres eliminar el fax “%@”?
es_419: ¿Quieres eliminar el fax “%@”?
fi: Poistetaanko faksi ”%@”?
fr: Voulez-vous vraiment supprimer le fax « %@ » ?
fr_ca: Voulez-vous vraiment supprimer le télécopieur « %@ »?
he: להסיר את הפקס ״%@״?
hi: क्या आप वाक़ई फ़ैक्स “%@” हटाना चाहते हैं?
hr: Sigurno želite ukloniti faks “%@"?
hu: Biztosan el szeretné távolítani a(z) „%@” faxot?
id: Apakah Anda yakin ingin menghapus faks “%@”?
it: Confermi di voler rimuovere il fax “%@”?
ja: ファクス“%@”を削除してもよろしいですか?
ko: ‘%@’ 팩스를 제거하겠습니까?
ms: Adakah anda pasti mahu mengeluarkan faks “%@”?
nb: Er du sikker på at du vil fjerne faksen «%@»?
nl: Weet je zeker dat je de fax '%@' wilt verwijderen?
pl: Czy na pewno chcesz usunąć faks „%@”?
pt_br: Tem certeza de que deseja remover o fax “%@”?
pt_pt: Tem a certeza de que pretende remover o fax “%@”?
ro: Sigur doriți să eliminați faxul „%@”?
ru: Вы действительно хотите удалить факс «%@»?
sk: Naozaj chcete odstrániť fax „%@“?
sl: Ste prepričani, da želite odstraniti faks »%@«?
sv: Är du säker på att du vill ta bort faxen ”%@”?
th: คุณแน่ใจหรือไม่ว่าคุณต้องการเอาเครื่องแฟกซ์ “%@” ออก
tr: “%@” adlı faksı silmek istediğinizden emin misiniz?
uk: Справді вилучити факс «%@»?
vi: Bạn có chắc chắn muốn xóa máy fax “%@” không?
zh_cn: 确定要移除传真机“%@”吗？
zh_hk: 確定要移除傳真機「%@」嗎？
zh_tw: 確定要移除傳真機「%@」嗎？

# DELETE_JOBS
source: This printer is currently printing a document. Deleting the printer will cancel and delete its current print job and all waiting print jobs.
ar: تقوم هذه الطابعة حاليًا بطباعة مستند. سيؤدي حذف الطابعة إلى إلغاء مهمة الطباعة الحالية وحذفها، وكذلك كافة مهام الطباعة قيد الانتظار.
ca: Aquesta impressora està imprimint un document. Si elimines la impressora, la tasca d’impressió actual i totes les tasques d’impressió en espera es cancel·laran i s’eliminaran.
cs: Tato tiskárna právě tiskne dokument. Odstraněním tiskárny bude zrušena a smazána aktuální tisková úloha a všechny čekající tiskové úlohy.
da: Printeren er ved at udskrive et dokument. Hvis du sletter den, annulleres og slettes dens aktuelle og ventende udskriftsjob.
de: Der Drucker druckt zurzeit ein Dokument. Wenn du den Drucker löschst, werden der aktuelle und alle wartenden Druckaufträge dieses Druckers abgebrochen und gelöscht.
el: Αυτήν τη στιγμή, αυτός ο εκτυπωτής εκτυπώνει κάποιο έγγραφο. Αν διαγράψετε τον εκτυπωτή, θα ακυρωθεί και θα διαγραφεί η τρέχουσα εργασία εκτύπωσής του καθώς και όλες οι εργασίες εκτύπωσης που βρίσκονται σε αναμονή.
es: Esta impresora está imprimiendo un documento en este momento. Si la eliminas, se cancelará y eliminará la impresión actual así como todas las que estén en espera.
es_419: Esta impresora está imprimiendo un documento en este momento. Si la eliminas, se cancelará y eliminará la impresión actual así como todas las que estén en espera.
fi: Tämä tulostin tulostaa tällä hetkellä dokumenttia. Tulostimen poistaminen kumoaa ja poistaa sen nykyisen tulostustyön sekä kaikki odottavat tulostustyöt.
fr: L’imprimante est en cours d’impression d’un document. Si vous supprimez cette imprimante, la tâche en cours d’impression sera annulée et supprimée, ainsi que les tâches en attente.
fr_ca: L’imprimante est en cours d’impression d’un document. Si vous supprimez cette imprimante, la tâche en cours d’impression sera annulée et supprimée, ainsi que les tâches en attente.
he: מדפסת זו מדפיסה כעת מסמך. מחיקת המדפסת תוביל לביטול ומחיקה של משימת ההדפסה הנוכחית ושל כל משימות ההדפסה הממתינות.
hi: यह प्रिंटर वर्तमान में कोई दस्तावेज़ प्रिंट कर रहा है। प्रिंटर डिलीट करने से इसकी वर्तमान प्रिंट जॉब और सभी प्रतीक्षारत प्रिंट जॉब रद्द हो जाएँगी और डिलीट हो जाएँगी।
hr: Pisač trenutačno ispisuje dokument. Brisanje pisača će poništiti i obrisati sve trenutačne zadatke ispisa kao i sve zadatke koji su na čekanju.
hu: A kiválasztott nyomtatók jelenleg dokumentumokat nyomtatnak. Azok törlésével az aktuális feladataik és az összes várakozó feladat vissza lesz vonva, és törlésre kerül.
id: Pencetak ini sedang mencetak dokumen. Menghapus pencetak tersebut akan membatalkan dan menghapus pencetakan yang sedang dan yang akan dijalankan.
it: Questa stampante è attualmente impegnata nella stampa di un documento. La sua rimozione annullerà ed eliminerà il processo di stampa in corso e quelli in attesa.
ja: このプリンタは現在書類をプリント中です。このプリンタを削除すると、現在のプリントジョブとすべての待機中プリントジョブがキャンセルおよび削除されます。
ko: 이 프린터가 현재 문서를 프린트 중입니다. 이 프린터를 삭제하면 현재 진행 중인 프린트 작업 및 대기 중인 모든 프린트 작업을 취소하고 삭제합니다.
ms: Pencetak ini kini sedang mencetak dokumen. Memadamkan pencetak akan membatalkan dan memadamkan kerja cetak semasa dan semua kerja cetak yang menunggu.
nb: Skriveren skriver for øyeblikket ut et dokument. Hvis du sletter skriveren, vil den aktive og alle ventende utskriftsjobber avbrytes og slettes.
nl: Er wordt momenteel een document afgedrukt op deze printer. Wanneer je de printer verwijdert, wordt de huidige afdruktaak geannuleerd en verwijderd. Daarnaast worden alle afdruktaken in de wachtrij verwijderd.
pl: Ta drukarka właśnie drukuje dokument. Usunięcie jej spowoduje przerwanie drukowania i usunięcie bieżącego zadania i wszystkich oczekujących zadań.
pt_br: A impressora está imprimindo um documento atualmente. O apagamento da impressora cancelará e apagará o trabalho de impressão atual e todos os trabalhos de impressão em espera.
pt_pt: Esta impressora está a imprimir um documento. Se for apagada, será cancelado e apagado o trabalho de impressão em curso e todos os trabalhos de impressão em espera.
ro: Această imprimantă tipărește în prezent un document. Ștergerea imprimantei va anula și va șterge sarcina de tipărire curentă și toate sarcinile de tipărire în așteptare.
ru: Через выбранный принтер в данный момент выполняется печать. Если его удалить, текущее задание печати и все задания, поставленные в очередь, также будут удалены.
sk: Táto tlačiareň práve tlačí dokument. Vymazaním tlačiarne zrušíte a vymažete aktuálnu tlačovú úlohu a všetky čakajúce tlačové úlohy.
sl: Ta tiskalnik trenutno tiska dokument. Če izbrišete tiskalnik, boste preklicali in izbrisali trenutno tiskalniško opravilo in vsa čakajoča tiskalniška opravila.
sv: Den markerade skrivaren skriver ut just nu. Om skrivaren tas bort avbryts och raderas den pågående utskriften och alla utskrifter i kön försvinner.
th: เครื่องพิมพ์เครื่องนี้กำลังพิมพ์เอกสารอยู่ การลบเครื่องพิมพ์จะเป็นการยกเลิกและลบงานพิมพ์ที่กำลังดำเนินอยู่ รวมถึงงานพิมพ์ที่รอดำเนินการทั้งหมด
tr: Bu yazıcı şu anda bir belgeyi yazdırıyor. Yazıcının silinmesi, şu anki yazdırma işini ve bekleyen tüm yazdırma işlerini iptal edecek ve silecektir
uk: Цей принтер зараз друкує документ. Видалення принтера призведе до скасування й видалення поточного завдання, а також до видалення всіх інших завдань у черзі на друк.
vi: Máy in này hiện đang in tài liệu. Xóa máy in sẽ hủy và xóa tác vụ in hiện tại và tất cả các tác vụ in đang đợi.
zh_cn: 此打印机当前正在打印文稿。删除该打印机将取消并删除它当前的打印作业及所有等待中的打印作业。
zh_hk: 此打印機目前正在列印文件。刪除打印機將會取消並刪除它目前的列印操作和所有等待列印的操作。
zh_tw: 此印表機目前正在列印文件。刪除印表機將會取消並刪除它目前的列印作業和所有等待列印的作業。
